evaluation/ycsb_pm_results/pmemrocksdb/Runa/Run1
[OVERALL], RunTime(ms), 231206
[OVERALL], Throughput(ops/sec), 43251.47271264587
[TOTAL_GCS_G1_Young_Generation], Count, 50
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 134
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05795697343494546
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 50
[TOTAL_GC_TIME], Time(ms), 134
[TOTAL_GC_TIME_%], Time(%), 0.05795697343494546
[READ], Operations, 4999286
[READ], AverageLatency(us), 15.135517351877848
[READ], MinLatency(us), 1
[READ], MaxLatency(us), 6555
[READ], 95thPercentileLatency(us), 31
[READ], 99thPercentileLatency(us), 66
[READ], Return=OK, 4999286
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 6822.0
[CLEANUP], MinLatency(us), 6820
[CLEANUP], MaxLatency(us), 6823
[CLEANUP], 95thPercentileLatency(us), 6823
[CLEANUP], 99thPercentileLatency(us), 6823
[UPDATE], Operations, 5000714
[UPDATE], AverageLatency(us), 28.464227708283257
[UPDATE], MinLatency(us), 7
[UPDATE], MaxLatency(us), 9335
[UPDATE], 95thPercentileLatency(us), 57
[UPDATE], 99thPercentileLatency(us), 128
[UPDATE], Return=OK, 5000714